app/controllers/students_controller.rb

    def index
        # Grab all students
        @students = Student.all
---
SELECT  "students".* FROM "students" ORDER BY "students"."id" ASC LIMIT ?  [["LIMIT", 1]]